Repository: kumamotone/NectarView
Catalog: NectarView/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, id, it, ja, ko, ms, nb, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

source: You don't have permission to access this file. Please check the application's permission settings.
da: Du har ikke tilladelse til at få adgang til denne fil. Kontroller programmets tilladelsesindstillinger.
de: Sie haben keine Berechtigung, auf diese Datei zuzugreifen. Bitte überprüfen Sie die Berechtigungseinstellungen der Anwendung.
es: No tiene permiso para acceder a este archivo. Por favor, verifique la configuración de permisos de la aplicación.
fi: Sinulla ei ole oikeutta käyttää tätä tiedostoa. Tarkista sovelluksen käyttöoikeusasetukset.
fr: Vous n'avez pas la permission d'accéder à ce fichier. Veuillez vérifier les paramètres d'autorisation de l'application.
id: Anda tidak memiliki izin untuk mengakses file ini. Silakan periksa pengaturan izin aplikasi.
it: Non hai il permesso di accedere a questo file. Controlla le impostazioni dei permessi dell'applicazione.
ja: ファイルへのアクセス権限がありません。アプリケーションの権限設定を確認してください。
ko: 이 파일에 액세스할 권한이 없습니다. 애플리케이션의 권한 설정을 확인하세요.
ms: Anda tidak mempunyai kebenaran untuk mengakses fail ini. Sila semak tetapan kebenaran aplikasi.
nb: Du har ikke tillatelse til å få tilgang til denne filen. Kontroller programmets tillatelsesinnstillinger.
nl: U heeft geen toestemming om dit bestand te openen. Controleer de machtigingsinstellingen van de applicatie.
pl: Nie masz uprawnień do dostępu do tego pliku. Sprawdź ustawienia uprawnień aplikacji.
pt_br: Você não tem permissão para acessar este arquivo. Por favor, verifique as configurações de permissão do aplicativo.
ru: У вас нет прав доступа к этому файлу. Пожалуйста, проверьте настройки разрешений приложения.
sv: Du har inte behörighet att komma åt den här filen. Kontrollera programmets behörighetsinställningar.
th: คุณไม่มีสิทธิ์เข้าถึงไฟล์นี้ กรุณาตรวจสอบการตั้งค่าสิทธิ์ของแอปพลิเคชัน
tr: Bu dosyaya erişim izniniz yok. Lütfen uygulamanın izin ayarlarını kontrol edin.
vi: Bạn không có quyền truy cập tệp này. Vui lòng kiểm tra cài đặt quyền của ứng dụng.
zh_hans: 您没有访问此文件的权限。请检查应用程序的权限设置。
zh_hant: 您沒有存取此檔案的權限。請檢查應用程式的權限設定。

source: Zoom and Rotate
da: Zoom og roter
de: Zoom und Drehen
es: Zoom y rotar
fi: Zoomaus ja kierto
fr: Zoom et rotation
id: Zoom dan Putar
it: Zoom e Rotazione
ja: ズームと回転
ko: 확대/축소 및 회전
ms: Zum dan Putar
nb: Zoom og roter
nl: Zoom en draaien
pl: Zoom i Obrót
pt_br: Zoom e Rotação
ru: Масштаб и поворот
sv: Zoom och rotera
th: ซูมและหมุน
tr: Yakınlaştır ve Döndür
vi: Thu Phóng và Xoay
zh_hans: 缩放与旋转
zh_hant: 縮放與旋轉

source: Zoom In
da: Zoom ind
de: Vergrößern
es: Acercar
fi: Lähennä
fr: Zoom avant
id: Perbesar
it: Ingrandisci
ja: 拡大
ko: 확대
ms: Zum Masuk
nb: Zoom inn
nl: Inzoomen
pl: Powiększ
pt_br: Ampliar
ru: Увеличить
sv: Zooma in
th: ซูมเข้า
tr: Yakınlaştır
vi: Phóng To
zh_hans: 放大
zh_hant: 放大

source: Zoom Out
da: Zoom ud
de: Verkleinern
es: Alejar
fi: Loitonna
fr: Zoom arrière
id: Perkecil
it: Riduci
ja: 縮小
ko: 축소
ms: Zum Keluar
nb: Zoom ut
nl: Uitzoomen
pl: Pomniejsz
pt_br: Reduzir
ru: Уменьшить
sv: Zooma ut
th: ซูมออก
tr: Uzaklaştır
vi: Thu Nhỏ
zh_hans: 缩小
zh_hant: 縮小

source: • Add/Remove Bookmark: Command+B • Go to Next Bookmark: Command+] • Go to Previous Bookmark: Command+[ • Show Bookmark List: Command+E
de: • Lesezeichen hinzufügen/entfernen: Command+B • Zum nächsten Lesezeichen: Command+] • Zum vorherigen Lesezeichen: Command+[ • Lesezeichenliste anzeigen: Command+E
es: • Agregar/Eliminar marcador: Command+B • Ir al siguiente marcador: Command+] • Ir al marcador anterior: Command+[ • Mostrar lista de marcadores: Command+E
fr: • Ajouter/Supprimer un signet: Command+B • Aller au signet suivant: Command+] • Aller au signet précédent: Command+[ • Afficher la liste des signets: Command+E
ja: • ブックマークの追加/削除：Command+B • 次のブックマークへ：Command+] • 前のブックマークへ：Command+[ • ブックマークリストの表示：Command+E
ko: • 북마크 추가/제거: Command+B • 다음 북마크로 이동: Command+] • 이전 북마크로 이동: Command+[ • 북마크 목록 표시: Command+E
zh_hans: • 添加/删除书签: Command+B • 跳转到下一个书签: Command+] • 跳转到上一个书签: Command+[ • 显示书签列表: Command+E
zh_hant: • 新增/移除書籤: Command+B • 跳至下一個書籤: Command+] • 跳至上一個書籤: Command+[ • 顯示書籤清單: Command+E

source: • Open File: Command+O • Close Window: Command+W • Quit Application: Command+Q • Toggle Fullscreen: Command+Control+F • Show Settings: Command+,
de: • Datei öffnen: Command+O • Fenster schließen: Command+W • Anwendung beenden: Command+Q • Vollbild umschalten: Command+Control+F • Einstellungen anzeigen: Command+,
es: • Abrir archivo: Command+O • Cerrar ventana: Command+W • Salir de la aplicación: Command+Q • Alternar pantalla completa: Command+Control+F • Mostrar configuración: Command+,
fr: • Ouvrir un fichier: Command+O • Fermer la fenêtre: Command+W • Quitter l'application: Command+Q • Basculer en plein écran: Command+Control+F • Afficher les réglages: Command+,
ja: • ファイルを開く：Command+O • ウィンドウを閉じる：Command+W • アプリケーションを終了：Command+Q • フルスクリーン切り替え：Command+Control+F • 設定を表示：Command+,
ko: • 파일 열기: Command+O • 창 닫기: Command+W • 앱 종료: Command+Q • 전체 화면 전환: Command+Control+F • 설정 표시: Command+,
zh_hans: • 打开文件: Command+O • 关闭窗口: Command+W • 退出应用程序: Command+Q • 切换全屏: Command+Control+F • 显示设置: Command+,
zh_hant: • 開啟檔案: Command+O • 關閉視窗: Command+W • 結束應用程式: Command+Q • 切換全螢幕: Command+Control+F • 顯示設定: Command+,

source: • Zoom In: Command++ • Zoom Out: Command+- • Reset Zoom: Command+0 • Rotate 90° Clockwise: Command+R • Rotate 90° Counterclockwise: Command+L
de: • Vergrößern: Command++ • Verkleinern: Command+- • Zoom zurücksetzen: Command+0 • 90° im Uhrzeigersinn drehen: Command+R • 90° gegen den Uhrzeigersinn drehen: Command+L
es: • Acercar: Command++ • Alejar: Command+- • Restablecer zoom: Command+0 • Rotar 90° en sentido horario: Command+R • Rotar 90° en sentido antihorario: Command+L
fr: • Zoom avant: Command++ • Zoom arrière: Command+- • Réinitialiser le zoom: Command+0 • Rotation 90° dans le sens horaire: Command+R • Rotation 90° dans le sens antihoraire: Command+L
ja: • 拡大：Command++ • 縮小：Command+- • ズームリセット：Command+0 • 90°時計回りに回転：Command+R • 90°反時計回りに回転：Command+L
ko: • 확대: Command++ • 축소: Command+- • 확대/축소 초기화: Command+0 • 시계 방향으로 90° 회전: Command+R • 반시계 방향으로 90° 회전: Command+L
zh_hans: • 放大: Command++ • 缩小: Command+- • 重置缩放: Command+0 • 顺时针旋转90°: Command+R • 逆时针旋转90°: Command+L
zh_hant: • 放大: Command++ • 縮小: Command+- • 重置縮放: Command+0 • 順時針旋轉90°: Command+R • 逆時針旋轉90°: Command+L

source: Access the Settings menu (Command+,) to customize: • Background color • Control bar color • Reading direction • Keyboard shortcuts • Language preference
de: Öffnen Sie das Einstellungsmenü (Command+,) zum Anpassen: • Hintergrundfarbe • Steuerleistenfarbe • Leserichtung • Tastenkürzel • Spracheinstellung
es: Acceda al menú de Configuración (Command+,) para personalizar: • Color de fondo • Color de la barra de control • Dirección de lectura • Atajos de teclado • Preferencia de idioma
fr: Accédez au menu Réglages (Command+,) pour personnaliser: • Couleur d'arrière-plan • Couleur de la barre de contrôle • Sens de lecture • Raccourcis clavier • Préférence de langue
ja: 設定メニュー（Command+,）にアクセスして以下をカスタマイズできます： • 背景色 • コントロールバーの色 • 読む方向 • キーボードショートカット • 言語設定
ko: 설정 메뉴 (Command+,)에서 다음을 사용자 지정하세요: • 배경 색상 • 컨트롤 바 색상 • 읽기 방향 • 키보드 단축키 • 언어 기본 설정
zh_hans: 访问设置菜单 (Command+,) 进行自定义: • 背景颜色 • 控制栏颜色 • 阅读方向 • 键盘快捷键 • 语言偏好
zh_hant: 開啟設定選單 (Command+,) 進行自訂: • 背景顏色 • 控制列顏色 • 閱讀方向 • 鍵盤快速鍵 • 語言偏好

source: Enable auto page turn in the settings menu. Adjust the interval to set how quickly pages turn automatically.
de: Aktivieren Sie das automatische Blättern im Einstellungsmenü. Passen Sie das Intervall an, um die Geschwindigkeit des automatischen Blätterns festzulegen.
es: Active el paso de página automático en el menú de configuración. Ajuste el intervalo para establecer la velocidad del paso de página automático.
fr: Activez le tournage automatique de page dans le menu des réglages. Ajustez l'intervalle pour définir la vitesse de défilement automatique.
ja: 設定メニューで自動ページめくりを有効にします。間隔を調整して、ページが自動的にめくられる速さを設定します。
ko: 설정 메뉴에서 자동 페이지 넘기기를 활성화하세요. 간격을 조정하여 자동으로 페이지가 넘어가는 속도를 설정합니다.
zh_hans: 在设置菜单中启用自动翻页。调整间隔以设置自动翻页的速度。
zh_hant: 在設定選單中啟用自動翻頁。調整間隔以設定自動翻頁的速度。

source: English
de: Englisch
es: Inglés
fr: Anglais
ja: 英語
ko: 영어
zh_hans: 英语
zh_hant: 英語

source: Fade
de: Überblenden
es: Fundido
fr: Fondu
ja: フェード
ko: 페이드
zh_hans: 淡入淡出
zh_hant: 淡入淡出

source: Reset to Defaults
de: Auf Standardwerte zurücksetzen
es: Restablecer valores predeterminados
fr: Réinitialiser les paramètres par défaut
ja: デフォルトにリセット
ko: 기본값으로 재설정
zh_hans: 恢复默认设置
zh_hant: 重置為預設值

source: Send Feedback…
de: Feedback senden…
es: Enviar comentarios…
fi: Lähetä palautetta…
fr: Envoyer un commentaire…
id: Kirim Masukan…
it: Invia feedback…
ja: フィードバックを送る…
ko: 피드백 보내기…
ms: Hantar Maklum Balas…
nb: Send tilbakemelding…
nl: Feedback versturen…
pl: Wyślij opinię…
pt_br: Enviar feedback…
ru: Отправить отзыв…
sv: Skicka feedback…
th: ส่งคำติชม…
tr: Geri Bildirim Gönder…
vi: Gửi phản hồi…
zh_hans: 发送反馈…
zh_hant: 傳送回饋…

source: Navigation
es: Navegación
fi: Navigointi
id: Navigasi
it: Navigazione
ja: ナビゲーション
ko: 탐색
ms: Navigasi
nb: Navigasjon
nl: Navigatie
pl: Nawigacja
pt_br: Navegação
ru: Навигация
sv: Navigering
th: การนำทาง
tr: Gezinti
vi: Điều Hướng
zh_hans: 导航
zh_hant: 導覽

source: • Single Page View (Command+1): Displays one page at a time. • Spread View (Right to Left) (Command+2): Displays two pages side by side, right page first. • Spread View (Left to Right) (Command+3): Displays two pages side by side, left page first.
ja: • 単ページビュー（Command+1）：1ページずつ表示します。 • 見開きビュー（右から左）（Command+2）：2ページを並べて表示し、右ページから始まります。 • 見開きビュー（左から右）（Command+3）：2ページを並べて表示し、左ページから始まります。

source: • Use left and right arrow keys to switch between images. • Use the mouse wheel or trackpad to scroll. • Press spacebar to toggle fullscreen mode. • Double-click to toggle window size between fit-to-screen and actual size.
ja: • 左右の矢印キーを使用して画像を切り替えます。 • マウスホイールまたはトラックパッドを使用してスクロールします。 • スペースバーを押してフルスクリーンモードを切り替えます。 • ダブルクリックでウィンドウサイズを画面に合わせるサイズと実際のサイズで切り替えます。

source: Chrome
ja: クローム

source: Drag and drop image files, PDF files, or ZIP archives onto the application window to open them. Alternatively, use the 'Open' option from the File menu or press Command+O to select files.
ja: 画像ファイル、PDFファイル、またはZIPアーカイブをアプリケーションウィンドウにドラッグ＆ドロップして開きます。または、ファイルメニューの「開く」オプションを使用するか、Command+Oを押してファイルを選択します。

source: Edit
ja: 編集

source: Error loading ZIP file: (error.localizedDescription)
ja: ZIPファイルの読み込み中にエラーが発生しました: (error.localizedDescription)

source: File
ja: ファイル

source: Instant
ja: インスタント

source: Invert
ja: 色反転

source: Mono
ja: モノクロ

source: NectarView supports the following file formats: • Images: PNG, JPEG, GIF, BMP, TIFF, WebP • Archives: ZIP • Documents: PDF
ja: NectarViewは以下のファイル形式をサポートしています： • 画像：PNG、JPEG、GIF、BMP、TIFF、WebP • アーカイブ：ZIP • ドキュメント：PDF

source: Noir
ja: ノワール

source: None
ja: フィルタなし

source: Page %lld
ja: ページ %lld

source: Process
ja: プロセス

# ReverseLeftRightKey
source: Reverse left-right key direction
ja: 左キーで次のページに進む

source: Sepia
ja: セピア

source: Tonal
ja: トーン

source: Transfer
ja: 転写

source: Vibrant
ja: 鮮やか

source: View
ja: 表示

# 日本語
source: Japanese
ja: 日本語
